Repository: Elanis/portfolio
Catalog: Portfolio/Translation/Views/Home/Index.*.resx
Languages: fr

# CONTACT_MAIL
source: Mail
fr: Email

# CONTACT_SEND
source: Send
fr: Envoyer

# CONTACT_TXT
source: Your message
fr: Votre message

# CV_EN
source: CV (English)
fr: CV (Anglais)

# CV_FR
source: CV (French)
fr: CV (Francais)

# META_DESC
source: Elanis: GameDev, Web Developer, and miscellaneous content maker
fr: Elanis: GameDev, Web Developpeur, et createur de contenus divers

# MY_PROJECTS_TITLE
source: My Projects
fr: Mes projets

# OLD_PROJECTS
source: Old Projects (Inactive or stopped)
fr: Anciens Projets (inactifs ou stoppés)

# PROJECTS_I_WORK_ON
source: Projects I contribute to
fr: Projets auxquels je contribue

# PROJECTS_TCP_TITLE
source: TeamCP - Creators team
fr: TeamCP - Equipe de créateurs

# PROJECT_COFOUNDER
source: Co-founder
fr: Co-fondateur

# PROJECT_DEVELOPER
source: Developer
fr: Developpeur

# PROJECT_GADDON
source: Garry's Mod Addon
fr: Add-on Garry's Mod

# PROJECT_GAME
source: Game
fr: Jeu vidéo

# PROJECT_PREVIEW
source: Preview
fr: Apercu

# PROJECT_WEBSITE
source: Website
fr: Site Web

# SKILLS_DB
source: Databases
fr: Bases de données

# SKILLS_OUT_WEB
source: Outside Web
fr: Hors Web:

# SKILLS_OW_JOKESREF
source: Jokes and movies references
fr: Blagues et références cinéma (plus ou moins obscures)

# SKILLS_OW_LINUX
source: GNU/Linux clientside/serverside and shell
fr: GNU/Linux client/serveur et shell

# SKILLS_OW_LUA
source: Lua - especially on Valve Source Engine
fr: Lua - en particulier sur le moteur Source de Valve

# SKILLS_TITLE
source: Skills
fr: Compétences

# SKILLS_TOOLS
source: Tools
fr: Outils

# SKILLS_TOOLS_ADOBE
source: Adobe tools: especially Photoshop and Premiere Pro
fr: Suite adobe: en particulier Photoshop et Première Pro

# WELCOME_MESSAGE
source: Welcome on my portfolio !<br/><br/> My name is Axel aka Elanis, and this website presents you my projets and skills I learned in the past years. Most of these skills were learned by myself, and some while studying or in my jobs.<br/> <br/> I'm yyyy years old, I began "advanced" computing around 2011 and began to develop at the begining of 2014. Then I started a Bachelor-Master course in septembre 2016 and am now in a internship.<br/> <br/> Between this internship (my main activity), I'm also the founder of <a href="https://dysnomia.studio">Dysnomia</a> a company created to manage my biggest projects. More informations on this company at: <a href="https://dysnomia.studio">https://dysnomia.studio</a>.<br />
fr: Bonjour et bienvenue sur mon portfolio !<br /><br /> Je suis Axel aka Elanis et ce site présente mes différents projets et compétences acquises au cours de ces dernières années. J'ai appris la plupart de ces connaissances en autodidacte, certaines au cours de mes études ou de mes jobs.<br /> <br /> Pour parler de mon histoire, j'ai yyyy ans, j'ai commencé à m'intéresser à l'informatique "avancée" en 2011 et la programmation début 2014. J'ai ensuite commencé mon cursus licence-master en septembre 2016 et suis actuellement en 1ere année de master informatique en alternance.<br /> <br /> A côté de mon activité principale de développeur en alternance, je suis aussi fondateur de <a href="https://dysnomia.studio">Dysnomia</a>, entreprise crée afin de gérer mes projets Web les plus importants. Vous pouvez avoir plus d'informations sur: <a href="https://dysnomia.studio">https://dysnomia.studio</a>.<br />
